Revit 2024 API
Speckle.SpeckleSize Property
 The property labeled "Size" from the "Speckle" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string SpeckleSize { get; }
Visual Basic
Public Shared ReadOnly Property SpeckleSize As String
	Get
Visual C++
public:
static property String^ SpeckleSize {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 100".
See Also
Speckle Class
Autodesk.Revit.DB.Visual Namespace